Revit 2024 API
PointIterator.Free Method
 Completes lifetime of the iterator. Call it when done using the iterator.
Namespace: Autodesk.Revit.DB.PointClouds
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2012
Syntax
C#
public void Free()
Visual Basic
Public Sub Free
Visual C++
public:
void Free()
See Also
PointIterator Class
Autodesk.Revit.DB.PointClouds Namespace